[
 {
  "shelf_name": "wabbit-goldenage",
  "id": "8665134",
  "title": "After the Golden Age (Golden Age, #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1316636024m/8665134.jpg",
  "link": "http://www.goodreads.com/book/show/8665134-after-the-golden-age",
  "publication_year": "2011",
  "publication_month": "4",
  "description": "It's not easy being a superhero's daughter....<br><br>Carrie Vaughn has captured legions of fans with her wildly popular Kitty Norville novels. Now she uses her extraordinary wit and imagination to tell a sensational new story about superhuman heroes—and the people who have to live with them.<br><br>Most people dream of having superheroes for parents, but not Celia West. The only daughter of Captain Olympus and Spark, the world's greatest champions, she has no powers of her own, and the most exciting thing she's ever done is win a silver medal in a high school swim meet. Meanwhile, she's the favorite hostage of every crime boss and supervillain in Comemrce City. She doesn't have a code name, but if she did, it would probably be Bait Girl, the Captive Wonder.<br><br>Rejecting her famous family and its legacy, Celia has worked hard to create a life for herself beyond the shadow of their capes, becoming a skilled forensic accountant. But when her parents' archenemy, the Destructor, faces justice in the \"Trial of the Century,\" Celia finds herself sucked back into the more-than-mortal world of Captain Olympus—and forced to confront a secret that she hoped would stay buried forever.",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-exheroes",
  "id": "7793307",
  "title": "Ex-Heroes (Ex-Heroes, #1)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/7793307-ex-heroes",
  "publication_year": "",
  "publication_month": "",
  "description": "The first in a spectacularly genre-mashing adventure series that pits a small group of courageous, flawed, terrified superheroes against hordes of undead.<br><br>Stealth. Gorgon. Regenerator. Cerberus. Zzzap. The Mighty Dragon. They were heroes, using their superhuman abilities to make Los Angeles a better place.<br><br>Then the plague of living death spread around the globe. Now, a year later, the heroes struggle to overcome their differences and recover from their own scars as they protect the thousands of survivors huddled in their film-studio-turned-fortress, the Mount.<br><br>But the hungry ex-humans are not the only threat the survivors face. Across the city, another group has grown and gained power.",
  "author": "Peter Clines"
 },
 {
  "shelf_name": "wabbit-exheroes",
  "id": "11957637",
  "title": "Ex-Patriots (Ex-Heroes, #2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1315321565m/11957637.jpg",
  "link": "http://www.goodreads.com/book/show/11957637-ex-patriots",
  "publication_year": "",
  "publication_month": "",
  "description": "It’s been two years since the world ended.<br><br>Two years since the dead rose and the plague of ex-humanity decimated mankind. For most of that time, the superhero called St. George, formerly known to the world as the Mighty Dragon, has protected the people of Los Angeles at their film studio-turned-fortress, The Mount. Together with his fellow heroes—Cerberus, Zzzap, and Stealth—he’s tried to give the survivors hope and something like a real life. But the swollen population of the Mount is becoming harder and harder to sustain, and the heroes are feeling the pressure.<br><br>Hope arrives in the form of a United States Army battalion, based in a complex a few hundred miles away in Arizona. This is not just any base, however. The men and women of Project Krypton are super-soldiers, designed and created before the outbreak to be better, stronger, and faster than normal humans. They want the heroes and all the people of the Mount to rejoin America and have normal lives again.<br><br>But can the military be trusted? And is there even a country left to rejoin? There is a secret at the heart of Project Krypton, and those behind it have an awesome power that will help them keep that secret hidden. The power of Freedom.<br><br>“There are tons of bad, outright awful, zombie books on the shelves, with more arriving every week it seems. But, there are some that rise to the level of brilliance. EX-HEROES falls into the latter category.”—Survival Weekly",
  "author": "Peter Clines"
 },
 {
  "shelf_name": "wabbit-exheroes",
  "id": "17229633",
  "title": "Ex-Communication (Ex-Heroes, #3)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1373585286m/17229633.jpg",
  "link": "http://www.goodreads.com/book/show/17229633-ex-communication",
  "publication_year": "2013",
  "publication_month": "7",
  "description": "<em>“All of us try to cheat death.  I was just better prepared to do it than most folks.”</em><br> <br>In the years since the wave of living death swept the globe, St George and his fellow heroes haven’t just kept Los Angeles’ last humans alive—they’ve created a real community, a bustling town that’s spreading beyond its original walls and swelling with new refugees. <br> <br>But now one of the heroes, perhaps the most powerful among them, seems to be losing his mind.  The implacable enemy known as Legion has found terrifying new ways of using zombies as pawns in his attacks.  And outside the Mount, something ancient and monstrous is hell-bent on revenge.<br> <br>As Peter Clines weaves these elements together in yet another masterful, shocking climax, St. George, Stealth, Captain Freedom, and the rest of the heroes find that even in a city overrun by millions of ex-humans...<br> <br>…there’s more than one way to come back from the dead.<br> ",
  "author": "Peter Clines"
 },
 {
  "shelf_name": "wabbit-exheroes",
  "id": "12484914",
  "title": "The Junkie Quatrain",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1332646292m/12484914.jpg",
  "link": "http://www.goodreads.com/book/show/12484914-the-junkie-quatrain",
  "publication_year": "2011",
  "publication_month": "",
  "description": "Four short stories.   Each one's a different type of post-apocalypse story.  Survival horror.  Ethical horror.  Adventure horror.  And one where the protagonist barely notices the apocalypse has happened.  Each one stands alone and (hopefully) makes for a fun little read. <br><br>But if you read two or three or all four, you'll see several events from different perspectives.  And if you look close you'll even get a few scattered clues which might even come together to form a conspiracy.<br><br><br>Ex-Patriots by Peter Clines contains the chapter, \"Codependent\"<br><br>Acheron by Bryon Morrigon contains the chapter, \"Predator and Prey\"<br><br>The Undead Situation by Eloise J. Knapp contains the chapter, \"Strictly Professional\"<br><br>Hissers by Ryan Thomas contains the chapter, \"Confidentiality\"",
  "author": "Peter Clines"
 },
 {
  "shelf_name": "wabbit-golden-age-sail",
  "id": "2334538",
  "title": "Quarter Share (Golden Age of the Solar Clipper, #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1273808382m/2334538.jpg",
  "link": "http://www.goodreads.com/book/show/2334538.Quarter_Share",
  "publication_year": "2007",
  "publication_month": "",
  "description": "<strong>\n  <em>THE GOLDEN AGE OF SAIL HAS RETURNED -- IN THE YEAR 2351</em>\n</strong><br><br>When his mother dies in a flitter crash, eighteen-year-old Ishmael Horatio Wang must find a job with the planet company or leave the system--and NerisCo isn't hiring. With credits running low, and prospects limited, he has just one hope...to enlist for two years with a deep space commercial freighter. Ishmael, who only rarely visited the Neris Orbital, and has never been off-planet alone before, finds himself part of an eclectic crew sailing a deep space leviathan between the stars. <br><br>Join the crew of the SC Lois McKendrick, a Manchester built clipper as she sets solar sails in search of profit for her company and a crew each entitled to a share equal to their rating.",
  "author": "Nathan Lowell"
 },
 {
  "shelf_name": "wabbit-golden-age-sail",
  "id": "2906048",
  "title": "Half Share (Golden Age of the Solar Clipper, #2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1336059234m/2906048.jpg",
  "link": "http://www.goodreads.com/book/show/2906048-half-share",
  "publication_year": "2007",
  "publication_month": "",
  "description": "SIX MONTHS IN THE DEEP DARK. FOUR VERY DIFFERENT WOMEN. ONE MAN DISCOVERS WHAT IT MEANS TO BE A SPACER. It's a time of change on the Lois McKendrick. Sarah Krugg joins the mess deck and Ishmael Wang moves to the environmental section. Just after getting accustomed to life aboard a solar clipper, Ishmael must learn a whole new set of skills, face his own fears and doubts, and try to balance love and loss in the depths of space. Both Ish and Sarah must learn to live by the mantra, \"Trust Lois.\" For Sarah, there is the hope of escaping a horrifying past. For Ish, he must discover what type of man he wants to become and learn the consequences of his choices. Return with the crew of the SC Lois McKendrick, as you set sail in the next installment of the Trader Tales of the Solar Clipper Series. All your favorites return: Ish, Pip, Cookie, Brill, Diane, and Big Bad Bev. You might even discover some new friends as you travel among the stars. BOOKS IN THE GOLDEN AGE OF THE SOLAR CLIPPER Trader Tales Quarter Share Half Share Full Share Double Share Captain's Share Owner's Share* Shaman Tales South Coast Cape Grace* *Forthcoming",
  "author": "Nathan Lowell"
 },
 {
  "shelf_name": "wabbit-golden-age-sail",
  "id": "4266110",
  "title": "Full Share (Golden Age of the Solar Clipper, #3)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1308318918m/4266110.jpg",
  "link": "http://www.goodreads.com/book/show/4266110-full-share",
  "publication_year": "2008",
  "publication_month": "",
  "description": "A Trader's Tale from the Golden Age of the Solar Clipper : Book 3<p>The Lois McKendrick runs headlong into trouble when a routine in-system transit goes bad. Ishmael and the rest of the crew must scramble to figure out what went wrong and how to fix it in order to keep the ship alive. Learn more about the officers and crew of the Lois McKendrick as they struggle to keep their ship and discover how Ishmael finds out how wrong he's been about what it means to be a spacer in this latest Trader's Tale.",
  "author": "Nathan Lowell"
 },
 {
  "shelf_name": "wabbit-golden-age-sail",
  "id": "3766428",
  "title": "Double Share (Golden Age of the Solar Clipper, #4)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1336059100m/3766428.jpg",
  "link": "http://www.goodreads.com/book/show/3766428-double-share",
  "publication_year": "2008",
  "publication_month": "",
  "description": "<strong>AN INEXPERIENCED OFFICER. A DYSFUNCTIONAL SHIP. LIFE IN THE DEEP DARK JUST GOT A LOT HARDER.</strong><br>In his first assignment as an officer, Ishmael Horatio Wang finds himself fresh out of school, wet behind the ears, and way out of his depth. Aboard the William Tinker the senior officers are derelict and abusive, the crew demoralized and undisciplined, and change unwelcomed and dangerous. Can Ishmael use what he learned aboard the Lois McKendrick to help the crew find the ship’s heart? Or will he discover that bucking the system may come at too high a price? Return to the Deep Dark with Ish in this fourth installment of the award winning Solar Clipper Series as he makes the transition from crew to officer.<br><br><em>“Fans of Nathan Lowell’s Solar Clipper series are legion, and for just cause. Each book provides another chapter in the life of one of the most endearing characters to come along in recent memory. Nathan demonstrates that suburb story telling doesn’t require massive space battles or warring aliens, just great characters and a knack for spinning a really compelling tale.” —Michael J. Sullivan, author of the Riyria Revelations</em><br><br><strong>2009 PARSEC AWARD FINALIST FOR BEST SPECULATIVE FICTION</strong><br><br>BOOKS BY NATHAN LOWELL<br><em>Books in the Golden Age of the Solar Clipper</em><br>Quarter Share<br>Half Share<br>Full Share<br>Double Share<br>Captain’s Share*<br>Owner’s Share*<br><br><em>Shaman Tales</em><br>South Coast*<br>Cape Grace*<br><br>*Forthcoming<br><br><strong>AWARDS FOR GOLDEN AGE OF THE SOLAR CLIPPER SERIES</strong><br>Awards for Golden Age Series<br>2011 Parsec Award Winner for Best Speculative Fiction for Owner’s Share<br>2010 Parsec Award Winner for Best Speculative Fiction for Captain’s Share<br>2009 Parsec Award Finalist for Best Speculative Fiction for Double Share<br>2009 Podiobooks Founder’s Choice Award for Captain’s Share<br>2008 Parsec Award Finalist for Best Speculative Fiction for Full Share<br>2008 Podiobooks Founder’s Choice Award for Double Share",
  "author": "Nathan Lowell"
 },
 {
  "shelf_name": "wabbit-golden-age-sail",
  "id": "6963764",
  "title": "Captain's Share (Golden Age of the Solar Clipper, #5)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/6963764-captain-s-share",
  "publication_year": "",
  "publication_month": "",
  "description": "A shuffling of cabins puts Ishmael Horatio Wang in command of the worst ship in the fleet. He learns that being Captain doesn't make you infallible and that life in the Captain's Cabin is filled with new kinds of challenge as he tries to keep the ship moving, the crew out of trouble, and turn a profit to earn his Captain's Share. In a ship where the officers outnumber the crew, how can he manage to keep everybody happy? Welcome to the SC Agamemnon.",
  "author": "Nathan Lowell"
 },
 {
  "shelf_name": "wabbit-innkeeper",
  "id": "19090384",
  "title": "Clean Sweep (Innkeeper Chronicles #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1385939257m/19090384.jpg",
  "link": "http://www.goodreads.com/book/show/19090384-clean-sweep",
  "publication_year": "2013",
  "publication_month": "12",
  "description": "On the outside, Dina Demille is the epitome of normal. She runs a quaint Victorian Bed and Breakfast in a small Texas town, owns a Shih Tzu named Beast, and is a perfect neighbor, whose biggest problem should be what to serve her guests for breakfast. But Dina is...different: Her broom is a deadly weapon; her Inn is magic and thinks for itself. Meant to be a lodging for otherworldly visitors, the only permanent guest is a retired Galactic aristocrat who can’t leave the grounds because she’s responsible for the deaths of millions and someone might shoot her on sight. Under the circumstances, \"normal\" is a bit of a stretch for Dina.<br><br>And now, something with wicked claws and deepwater teeth has begun to hunt at night....Feeling responsible for her neighbors, Dina decides to get involved. Before long, she has to juggle dealing with the annoyingly attractive, ex-military, new neighbor, Sean Evans—an alpha-strain werewolf—and the equally arresting cosmic vampire soldier, Arland, while trying to keep her inn and its guests safe. But the enemy she’s facing is unlike anything she’s ever encountered before. It’s smart, vicious, and lethal, and putting herself between this creature and her neighbors might just cost her everything.",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-jumper",
  "id": "47970",
  "title": "Jumper (Jumper, #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1304981770m/47970.jpg",
  "link": "http://www.goodreads.com/book/show/47970.Jumper",
  "publication_year": "",
  "publication_month": "",
  "description": "Davy lives alone with his father. But the truth is, it isn't much of a home. When things get so bad that Davy decides to run away, his big question is, Where? And how will he live?<br><br>The magical answer: anywhere Davy wants!<br><br>Davy discovers he has the power to \"jump\" from one place to another. Not just a few feet.  But hundreds, even thousands of miles! And as Davy explores his new power he learns that the world is literally his for the taking. But there are consequences too, as Davy will learn.",
  "author": "Steven Gould"
 },
 {
  "shelf_name": "wabbit-jumper",
  "id": "64818",
  "title": "Reflex (Jumper, #2)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/64818.Reflex",
  "publication_year": "",
  "publication_month": "",
  "description": "Davy has always been alone. He believes that he's the only person in the world who can teleport. But what if he isn't?<p> A mysterious group of people has taken Davy captive. They don't want to hire him, and they don't have any hope of appealing to him to help them. What they want is to own him. They want to use his abilities for their own purposes, whether Davy agrees to it or not. And so they set about brainwashing him and conditioning him. They have even found a way to keep a teleport captive.<p>But there's one thing that they don't know. No one knows it, not even Davy. And it might save his life....",
  "author": "Steven Gould"
 },
 {
  "shelf_name": "wabbit-jumper",
  "id": "13614730",
  "title": "Impulse (Jumper, #3)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1342631587m/13614730.jpg",
  "link": "http://www.goodreads.com/book/show/13614730-impulse",
  "publication_year": "2013",
  "publication_month": "1",
  "description": "Steven Gould returns to the world of his classic novel <em>Jumper</em> in the thrilling sequel <em>Impulse.</em><br><br><em></em>Cent has a secret. She lives in isolation, with her parents, hiding from the people who took her father captive and tortured him to gain control over his ability to teleport, and from the government agencies who want to use his talent. Cent has seen the world, but only from the safety of her parents’ arms. She’s teleported more than anyone on Earth, except for her mother and father, but she’s never been able to do it herself. Her life has never been in danger. <br><br>Until the day when she went snowboarding without permission and triggered an avalanche. When the snow and ice thundered down on her, she suddenly found herself in her own bedroom. That was the first time.",
  "author": "Steven Gould"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "140099",
  "title": "Greywalker (Greywalker, #1)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/140099.Greywalker",
  "publication_year": "",
  "publication_month": "",
  "description": "When Harper comes to in the hospital, she begins to feel a bit ...strange. She sees things that can only be described as weird-shapes emerging from a foggy grey mist, snarling teeth, creatures roaring.But Harper's not crazy. Her \"death\" has made her a Greywalker-able to move between our world and the mysterious, cross-over zone where things that go bump in the night exist. And her new gift (or curse) is about to drag her into that world of vampires and ghosts, magic and witches, necromancers and sinister artifacts. Whether she likes it or not.",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "297898",
  "title": "Poltergeist (Greywalker, #2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1308960679m/297898.jpg",
  "link": "http://www.goodreads.com/book/show/297898.Poltergeist",
  "publication_year": "",
  "publication_month": "",
  "description": "Harper Blaine was your average small-time PI until she died - for two minutes. Now she's a Greywalker - walking the thin line between the living world and the paranormal realm. And she's discovering that her new abilities are landing her all sorts of \"strange\" cases.<br><br>In the days leading up to Halloween, Harper's been hired by a university research group that is attempting to create an artificial poltergeist. The head researcher suspects someone is faking the phenomena, but Harper's investigation reveals something else entirely - they've succeeded. And when one of the group's members is killed in a brutal and inexplicable fashion, Harper must determine whether the killer is the ghost itself, or someone all too human.",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "2138584",
  "title": "Underground (Greywalker, #3)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/2138584.Underground",
  "publication_year": "",
  "publication_month": "",
  "description": "Harper Blaine was your average small-time P.I. until she died for two minutes. Now Harper is a Greywalker -- walking the thin line between the living world and the paranormal realm. And she's discovering that her new abilities are landing her all sorts of \"strange\" cases.<br><br>Pioneer Square's homeless are turning up dead and mutilated, and zombies have been seen roaming the underground--the city buried beneath modern Seattle. When Harper's friend Quinton believes he may be implicated in the deaths, he persuades her to investigate. But the killer is no mere murderer--it is a creature of ancient legend. And Harper must deal with both the living and the dead to stop the monster and its master…...unless they stop her first.",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "5723653",
  "title": "Vanished (Greywalker, #4)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1358286604m/5723653.jpg",
  "link": "http://www.goodreads.com/book/show/5723653-vanished",
  "publication_year": "",
  "publication_month": "",
  "description": "<strong>The toughest case yet for Greywalker and P.I. Harper Blaine, \"a great heroine\" (<em>New York Times</em> bestselling author Charlaine Harris), has arrived.</strong><br><br>Harper Blaine was your average small-time P.I. until she died-for two minutes. Now Harper is a Greywalker-walking the line between the living world and the paranormal realm. And she's discovering that her new abilities are landing her in all sorts of \"strange cases.\"<br><br>But for Harper, her own case may prove the most difficult to solve. Why did she-as opposed to others with near-death experiences-become a Greywalker? When Harper digs into her own past, she unearths some unpleasant truths about her father's early death as well as a mysterious puzzle. Forced by some very demanding vampires to take on an investigation in London, she soon discovers her present troubles in England are entangled with her dark past back in Seattle-and her ultimate destiny as a Greywalker.",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "7097866",
  "title": "Labyrinth (Greywalker, #5)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1266127975m/7097866.jpg",
  "link": "http://www.goodreads.com/book/show/7097866-labyrinth",
  "publication_year": "",
  "publication_month": "",
  "description": "<strong>The toughest case yet for Greywalker Harper Blaine, \"a great heroine\" (#1 <em>New York Times</em> bestselling author Charlaine Harris). </strong><br><br>Harper Blaine was your average small-time P. I. until she died-for two minutes. Now she's a Greywalker, walking the line between the living world and the paranormal realm. There are others who know about her new powers-others with powerful tools and evil intentions, and now that the man who \"killed\" her has been murdered, the police are also paying close attention. That means Harper has to watch her step while searching for the ghost of her \"killer\"-who could be a valuable clue in the puzzle of Harper's past and her father's death, as well as a key to figuring out who's trying to manipulate her new powers and why. But with her growing powers pulling her into the Grey, Harper might not be able to come back out...",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "7962335",
  "title": "Downpour (Greywalker, #6)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1327958070m/7962335.jpg",
  "link": "http://www.goodreads.com/book/show/7962335-downpour",
  "publication_year": "2011",
  "publication_month": "8",
  "description": "<em>Harper Blaine was your average small-time PI until she died—for two minutes. Now Harper is a Greywalker, treading the thin line between the living world and the paranormal realm. And she’s discovering that her new abilities are landing her all sorts of “strange” cases.</em> After being shot in the back and dying—again—Harper has lost many of her powers. Now, if the Greywalker dies one more time, she won’t be coming back. Harper’s only respite from the chaos is her work. But while conducting an investigation in the Olympic Peninsula, she sees a ghostly car accident and finds a victim who insists he was murdered, blaming the nearby picturesque community of Sunset Lakes—called “Blood Lake” by locals. Harper soon learns that beneath the icy waters of the lake hides a terrible power and a host of hellish beings—both of which are held under the thrall of a sinister cabal that will use the darkest of arts to achieve their fiendish ends…",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "12260585",
  "title": "Seawitch (Greywalker, #7)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1326326601m/12260585.jpg",
  "link": "http://www.goodreads.com/book/show/12260585-seawitch",
  "publication_year": "2012",
  "publication_month": "8",
  "description": "<em>Harper Blaine was your average small-time PI until she died—for two minutes. Now Harper is a Greywalker, treading the thin line between the living world and the paranormal realm. And she’s discovering that her new abilities are landing her all sorts of “strange” cases.</em> A quarter century ago, the Seawitch cruised away from her dock and disappeared with everyone on board. Now, the boat has mysteriously returned to her old berth in Seattle and the insurance company has hired Harper to find out what happened. But Harper is not the only one investigating. Seattle Police Detective Rey Solis is a good cop, albeit one who isn’t comfortable with the creepy cases that always seem to end up in Harper’s lap. As they explore the abandoned vessel, Harper and Solis discover a cabin containing symbols drawn in human blood, revealing the ghost ship’s grave history. As Solis focuses on the possible murder of a passenger’s wife, Harper’s investigation leads her to a powerful being who may be responsible for the disappearance of the Seawitch’s passengers and crew. And while their searches lead Harper and Solis in different directions, they will need to put aside their differences to solve a deadly mystery twenty-five years in the making…<br>",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "15812779",
  "title": "Possession (Greywalker, #8)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1352332259m/15812779.jpg",
  "link": "http://www.goodreads.com/book/show/15812779-possession",
  "publication_year": "2013",
  "publication_month": "8",
  "description": "When a comatose woman suddenly wakes up and starts painting scenes she’s never witnessed, with a skill she’s never had, medical science has no explanation. As more bizarre phenomena manifest, even her doctors start to wonder if the woman may be possessed. Frustrated and frightened, the patient’s sister reluctantly turns to Greywalker Harper Blaine to discover who—or what—is occupying her sister’s body.<br><br>As Harper digs into the case of apparent possession, she discovers other patients struck with the same mystifying afflictions and a disturbing connection to one of the most gruesome stories in Washington’s history…",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-greywalker",
  "id": "18693921",
  "title": "Revenant (Greywalker, #9)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1384266101m/18693921.jpg",
  "link": "http://www.goodreads.com/book/show/18693921-revenant",
  "publication_year": "2014",
  "publication_month": "8",
  "description": "<em>Harper Blaine was your average small-time PI until she died—for two minutes. Now Harper is a Greywalker, treading the thin line between the living world and the paranormal realm. And these abilities are landing her all sorts of “strange” cases.... </em><br><br> Turmoil, sickness, and destruction are sweeping through Europe—and its effects are being felt all the way across the world in Seattle. Harper Blaine and her lover, Quinton, suspect that Quinton’s father, James Purlis—and his terrifying Ghost Division—are involved.<br><br> Following a dark trail of grotesque crimes and black magic across the Old World, the pair slowly draws closer to their quarry. But finding and dismantling the Ghost Division won’t be enough to stop the horror that Purlis has unwittingly set in motion.<br><br> An ancient and forgotten cult has allied with Quinton’s mad father. And their goals are far more nightmarish than Harper and Quinton—or even Purlis—could ever imagine.<br><br> The pursuit leads to Portugal, where the desecrated tomb of a sleeping king and a temple built of bones recall Harper’s very first paranormal case and hold clues to the cult’s true intentions. Harper and Quinton will need all the help they can get to avert a necromantic cataclysm that could lay waste to Europe and drag the rest of the world to the brink of war.",
  "author": "Kat Richardson"
 },
 {
  "shelf_name": "wabbit-kate-daniels",
  "id": "38619",
  "title": "Magic Bites (Kate Daniels, #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1331612872m/38619.jpg",
  "link": "http://www.goodreads.com/book/show/38619.Magic_Bites",
  "publication_year": "2007",
  "publication_month": "4",
  "description": "Kate Daniels is a down-on-her-luck mercenary who makes her living cleaning up these magical problems. But when Kate's guardian is murdered, her quest for justice draws her into a power struggle between two strong factions within Atlanta's magic circles.",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-kate-daniels",
  "id": "1811543",
  "title": "Magic Burns (Kate Daniels, #2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1311280284m/1811543.jpg",
  "link": "http://www.goodreads.com/book/show/1811543.Magic_Burns",
  "publication_year": "2008",
  "publication_month": "4",
  "description": "Down in Atlanta, tempers – and temperatures – are about to flare…<br><br>As a mercenary who cleans up after magic gone wrong, Kate Daniels has seen her share of occupational hazards. Normally, waves of paranormal energy ebb and flow across Atlanta like a tide. But once every seven years, a flare comes, a time when magic runs rampant. Now Kate’s going to have to deal with problems on a much bigger scale: a divine one.<br><br>When Kate sets out to retrieve a set of stolen maps for the Pack, Atlanta’s paramilitary clan of shapeshifters, she quickly realizes much more at stake. During a flare, gods and goddesses can manifest – and battle for power. The stolen maps are only the opening gambit in an epic tug-of-war between two gods hoping for rebirth. And if Kate can’t stop the cataclysmic showdown, the city may not survive…",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-kate-daniels",
  "id": "4345498",
  "title": "Magic Strikes (Kate Daniels, #3)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1331615093m/4345498.jpg",
  "link": "http://www.goodreads.com/book/show/4345498-magic-strikes",
  "publication_year": "2009",
  "publication_month": "3",
  "description": "<strong>\n  <em>When magic strikes and Atlanta goes to pieces, it’s a job for Kate Daniels…</em>\n</strong><br><br>Drafted into working for the Order of Merciful Aid, mercenary Kate Daniels has more paranormal problems than she knows what to do with these days. And in Atlanta, where magic comes and goes like the tide, that’s saying a lot.<br><br>But when Kate's werewolf friend Derek is discovered nearly dead, she must confront her greatest challenge yet. As her investigation leads her to the Midnight Games—an invitation only, no holds barred, ultimate preternatural fighting tournament—she and Curran, the Lord of the Beasts, uncover a dark plot that may forever alter the face of Atlanta's shapeshifting community…",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-kate-daniels",
  "id": "6479550",
  "title": "Magic Bleeds (Kate Daniels, #4)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/6479550-magic-bleeds",
  "publication_year": "2010",
  "publication_month": "5",
  "description": "Atlanta would be a nice place to live, if it weren't for the magic. When the magic is up, rogue mages cast their spells and monsters appear, while guns refuse to fire and cars fail to start. But then technology returns, and the magic recedes as unpredictably as it arose.<br><br>Kate Daniels works for the Order of Knights of Merciful Aid, officially as a liaison with the mercenary guild. Unofficially, she cleans up the paranormal problems no one else wants to handle - especially if they involve Atlanta's shapeshifting community. When she's called in to investigate a fight at the Steel Horse, a bar on the border between the territories of the shapeshifters and the necromancers, Kate quickly discovers that there's a new player in town. One who's been around for thousands of years - and who rode to war at the side of Kate's father. This foe may be too much even for Kate and Curren, the Beast Lord, to handle. Because this time Kate will be taking on family.",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-kate-daniels",
  "id": "8559047",
  "title": "Magic Slays (Kate Daniels, #5)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1288727226m/8559047.jpg",
  "link": "http://www.goodreads.com/book/show/8559047-magic-slays",
  "publication_year": "2011",
  "publication_month": "5",
  "description": "Plagued by a war between magic and technology, Atlanta has never been so deadly. Good thing Kate Daniels is on the job.<br><br>Kate Daniels may have quit the Order of Merciful Aid, but she’s still knee-deep in paranormal problems. Or she would be if she could get someone to hire her. Starting her own business has been more challenging than she thought it would be—now that the Order is disparaging her good name, and many potential clients are afraid of getting on the bad side of the Beast Lord, who just happens to be Kate’s mate.<br><br>So when Atlanta’s premier Master of the Dead calls to ask for help with a vampire on the loose, Kate leaps at the chance of some paying work. Turns out this is not an isolated incident, and Kate needs to get to the bottom of it—fast, or the city and everyone dear to her might pay the ultimate price . . .",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-kate-daniels",
  "id": "12288282",
  "title": "Gunmetal Magic (Kate Daniels #5.5)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1331230049m/12288282.jpg",
  "link": "http://www.goodreads.com/book/show/12288282-gunmetal-magic",
  "publication_year": "2012",
  "publication_month": "7",
  "description": "The New York Times bestselling Kate Daniels novels have been hailed as “top-notch urban fantasy” (Monsters and Critics). Now, Ilona Andrews delves deeper into Kate’s world, and reveals its untold stories…<br>After being kicked out of the Order of the Knights of Merciful Aid, Andrea’s whole existence is in shambles. She tries to put herself back together by working for Cutting Edge, a small investigative firm owned by her best friend. When several shapeshifters working for Raphael Medrano—the male alpha of the Clan Bouda, and Andrea’s former lover—die unexpectedly at a dig site, Andrea is assigned to investigate. Now she must work with Raphael as her search for the killer leads into the secret underbelly of supernatural Atlanta. And dealing with her feelings for him might have to take a back seat to saving the world…<br><br>Includes a free bonus: a Kate Daniels novella, \"Magic Gifts\"",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-kate-daniels",
  "id": "11544421",
  "title": "Magic Rises (Kate Daniels, #6)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1359571572m/11544421.jpg",
  "link": "http://www.goodreads.com/book/show/11544421-magic-rises",
  "publication_year": "2013",
  "publication_month": "7",
  "description": "<strong>Atlanta is a city plagued by magical problems. Kate Daniels will fight to solve them—no matter the cost.</strong><br><br>Mercenary Kate Daniels and her mate, Curran, the Beast Lord, are struggling to solve a heartbreaking crisis. Unable to control their beasts, many of the Pack’s shapeshifting children fail to survive to adulthood. While there is a medicine that can help, the secret to its making is closely guarded by the European packs, and there’s little available in Atlanta.<br><br>Kate can’t bear to watch innocents suffer, but the solution she and Curran have found threatens to be even more painful. The European shapeshifters who once outmaneuvered the Beast Lord have asked him to arbitrate a dispute—and they’ll pay him in medicine. With the young people’s survival and the Pack’s future at stake, Kate and Curran know they must accept the offer—but they have little doubt that they’re heading straight into a trap…",
  "author": "Ilona Andrews"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "47212",
  "title": "Storm Front (The Dresden Files, #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345556917m/47212.jpg",
  "link": "http://www.goodreads.com/book/show/47212.Storm_Front",
  "publication_year": "2000",
  "publication_month": "4",
  "description": "<strong>Harry Dresden -- Wizard</strong><br><br>Lost items found. Paranormal Investigations.<br>Consulting. Advice. Reasonable Rates.<br>No Love Potions, Endless Purses, or<br>Other Entertainment.<br><br>Harry Dresden is the best at what he does. Well, technically, he’s the only at what he does. So when the Chicago P.D. has a case that transcends mortal creativity or capability, they come to him for answers. For the “everyday” world is actually full of strange and magical things — and most of them don’t play well with humans. That’s where Harry comes in. Takes a wizard to catch a — well, whatever.<br><br>There’s just one problem. Business, to put it mildly, stinks. So when the police bring him in to consult on a grisly double murder committed with black magic, Harry’s seeing dollar signs. But where there’s black magic, there’s a black mage behind it. And now that mage knows Harry’s name. And that’s when things start to get… interesting.<br><br>Magic. It can get a guy killed.",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "91477",
  "title": "Fool Moon (The Dresden Files, #2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345556849m/91477.jpg",
  "link": "http://www.goodreads.com/book/show/91477.Fool_Moon",
  "publication_year": "2001",
  "publication_month": "1",
  "description": "<strong>Harry Dresden--Wizard</strong><br>Lost Items Found. Paranormal Investigations. Consulting. Advice. Reasonable Rates. No Love Potions, Endless Purses, or Other Entertainment.<br><br>Business has been slow.  Okay, business has been dead.  And not even of the undead variety.  You would think Chicago would have a little more action for the only professional wizard in the phone book.  But lately, Harry Dresden hasn't been able to dredge up any kind of work--magical <em>or</em> mundane.<br><br>But just when it looks like he can't afford his next meal, a murder comes along that requires his particular brand of supernatural expertise.<br><br>A brutally mutilated corpse.  Strange-looking paw prints.  A full moon.  Take three guesses--and the first two don't count...",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "91476",
  "title": "Grave Peril (The Dresden Files, #3)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345557222m/91476.jpg",
  "link": "http://www.goodreads.com/book/show/91476.Grave_Peril",
  "publication_year": "",
  "publication_month": "",
  "description": "Harry Dresden - Wizard<br>Lost Items Found. Paranormal Investigations. Consulting. Advice. Reasonable Rates. No Love Potions, Endless Purses, or Other Entertainment.<br><br>Harry Dresden has faced some pretty terrifying foes during his career. Giant scorpions. Oversexed vampires. Psychotic werewolves. It comes with the territory when you're the only professional wizard in the Chicago-area phone book.<br><br>But in all Harry's years of supernatural sleuthing, he's never faced anything like this: The spirit world has gone postal. All over Chicago, ghosts are causing trouble - and not just of the door-slamming, boo-shouting variety. These ghosts are tormented, violent, and deadly. Someone - or <em>something</em> - is purposely stirring them up to wreak unearthly havoc. But why? And why do so many of the victims have ties to Harry? If Harry doesn't figure it out soon, he could wind up a ghost himself....",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "91478",
  "title": "Summer Knight (The Dresden Files, #4)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345557469m/91478.jpg",
  "link": "http://www.goodreads.com/book/show/91478.Summer_Knight",
  "publication_year": "",
  "publication_month": "",
  "description": "HARRY DRESDEN -- WIZARD<br><br>Lost items found. Paranormal Investigations. Consulting. Advice. Reasonable Rates.<br>No Love Potions, Endless Purses, or Other Entertainment<br><br>Ever since his girlfriend left town to deal with her newly acquired taste for blood, Harry Dresden has been down and out in Chicago. He can't pay his rent. He's alienating his friends. He can't even recall the last time he took a shower.<br><br>The only professional wizard in the phone book has become a desperate man.<br><br>And just when it seems things can't get any worse, in saunters the Winter Queen of Faerie. She has an offer Harry can't refuse if he wants to free himself of the supernatural hold his faerie godmother has over him--and hopefully end his run of bad luck. All he has to do is find out who murdered the Summer Queen's right-hand man, the Summer Knight, and clear the Winter Queen's name.<br><br>It seems simple enough, but Harry knows better than to get caught in the middle of faerie politics. Until he finds out that the fate of the entire world rests on his solving this case. No pressure or anything...",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "91479",
  "title": "Death Masks (The Dresden Files, #5)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345557713m/91479.jpg",
  "link": "http://www.goodreads.com/book/show/91479.Death_Masks",
  "publication_year": "",
  "publication_month": "",
  "description": "Harry Dresden, Chicago's only practicing professional wizard, should be happy that business is pretty good for a change. But now he's getting more than he bargained for.<br><br>A duel with the Red Court of Vampires' champion, who must kill Harry to end the war between vampires and wizards...<br><br>Professional hit men using Harry for target practice...<br><br>The missing Shroud of Turin...<br><br>A handless and headless corpse the Chicago police need identified...<br><br>Not to mention the return of Harry's ex-girlfriend Susan, who's still struggling with her semivampiric nature. And who seems to have a new man in her life.<br><br>Some days, it just doesn't pay to get out of bed. No matter how much you're charging.",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "99383",
  "title": "Blood Rites (The Dresden Files, #6)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345557965m/99383.jpg",
  "link": "http://www.goodreads.com/book/show/99383.Blood_Rites",
  "publication_year": "",
  "publication_month": "",
  "description": "<strong>HARRY DRESDEN — WIZARD</strong><br><em>Lost Items Found. Paranormal Investigations. Consulting. Advice. Reasonable Rates. No Love Potions, Endless Purses, or Other Entertainment.</em><br><br>For Harry Dresden, Chicago's only professional wizard, there have been worse assignments than going undercover on the set of an adult film. Dodging flaming monkey-poo for instance. Or going toe-to-leaf with a walking plant monster. Still, there's something more troubling than usual about his newest case. The film's producer believes he's the target of a sinister entropy curse-but it's the women around him who are dying, in increasingly spectacular ways.<br><br>Harry's even more frustrated because he only got involved with this bizarre mystery as a favor to Thomas, his flirtatious, self-absorbed vampire acquaintance of dubious integrity. Thomas has a personal stake in the case Harry can't quite figure out, until his investigation leads him straight to Thomas's oversexed vampire family. Harry is about to discover that Thomas's family tree has been hiding a shocking secret: a revelation that will change Harry's life forever.<br><em>From the back cover of ISBN 0451459873 / 9780451459879</em>",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "17683",
  "title": "Dead Beat (The Dresden Files, #7)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345667776m/17683.jpg",
  "link": "http://www.goodreads.com/book/show/17683.Dead_Beat",
  "publication_year": "",
  "publication_month": "",
  "description": "There's an entire world that exists alongside the everyday life of mankind. There are powers, nations, monsters, wars, feuds, alliances - everything. Wizards are part of it. So are a lot of other things you've heard about in stories, and even more you've never heard of...Vampires. Werewolves. Faeries. Demons. Monsters. It's all real.<br><br>Harry Dresden knows full well that such creatures exist. Paranormal investigations are his stock-in-trade, and Chicago is his beat as he tries to bring law and order to a world that exists on the edges of imagination. Luckily Harry's not alone in this struggle. And though most inhabitants of the Windy City don't believe in magic, there's a department that's been set up within the Chicago PD to deal with \"strange\" cases: the Special Investigations department.<br><br>Karrin Murphy is the head of SI and a good friend of Harry's. So when a deadly vampire threatens to destroy Murphy's reputation unless Harry helps her, he has no choice. The vampire wants the Word of Kemmler and all the power that comes with it - but first Harry has to determine what the Word of Kemmler is. Now Harry is in a race against time - and six necromancers - to find the Word before Chicago experiences a Halloween night to wake the dead.",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "91474",
  "title": "Proven Guilty (The Dresden Files, #8)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345667469m/91474.jpg",
  "link": "http://www.goodreads.com/book/show/91474.Proven_Guilty",
  "publication_year": "",
  "publication_month": "",
  "description": "There's no love lost between Harry Dresden, the only wizard in the Chicago phone book, and the White Council of Wizards, who find him brash and undisciplined. But war with the vampires has thinned their ranks, so the Council has drafted Harry as a Warden and assigned him to look into rumors of black magic in the Windy City.<br><br>As Harry adjusts to his new role, another problem arrives in the form of the tattooed and pierced daughter of an old friend, all grown-up and already in trouble. Her boyfriend is the only suspect in what looks like a supernatural assault straight out of a horror film. Malevolent entities that feed on fear are loose in Chicago, but it's all in a day's work for a wizard, his faithful dog, and a talking skull named Bob....",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "91475",
  "title": "White Night (The Dresden Files, #9)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1309552288m/91475.jpg",
  "link": "http://www.goodreads.com/book/show/91475.White_Night",
  "publication_year": "",
  "publication_month": "",
  "description": "Someone is targeting the city’s magic practitioners, the members of the supernatural underclass who don’t possess enough power to become full-fledged wizards. Many have vanished. Others appear to be victims of suicide. But the murderer has left a calling card at one of the crime scenes–a message for Harry Dresden, referencing the book of Exodus and the killing of witches.<br><br>Harry sets out to find the killer before he can strike again, but his investigation turns up evidence pointing to the one suspect he cannot possibly believe guilty: his half brother, Thomas. Determined to bring the real murderer to justice and clear his brother’s name, Harry attracts the attention of the White Court of vampires, becoming embroiled in a power struggle that renders him outnumbered, outclassed, and dangerously susceptible to temptation.<br><br>Harry knows that if he screws this one up, a lot of people will die–and one of them will be his brother.",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "927979",
  "title": "Small Favor (The Dresden Files, #10)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1298085176m/927979.jpg",
  "link": "http://www.goodreads.com/book/show/927979.Small_Favor",
  "publication_year": "2008",
  "publication_month": "4",
  "description": "Gumshoe wizard Harry Dresden has had one quiet -- make that dull -- year. For 12 whole months, nobody has tried to kill him. Just as he's settling into these doldrums, Mab, the monarch of the Winter Court of the Sidhe, calls him in for a small favor. (Favors, it seems, are the main currency of Dresden's universe.) What begins as a tip of the hat quickly escalates into deadly matters that pit Harry against two deadly foes. Supernatural crime noir.",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "3475161",
  "title": "Turn Coat (The Dresden Files, #11)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1304027128m/3475161.jpg",
  "link": "http://www.goodreads.com/book/show/3475161-turn-coat",
  "publication_year": "",
  "publication_month": "",
  "description": "When it comes to the magical ruling body known as the White Council, Harry keeps his nose clean and his head down. For years, the Council has held a death mark over Harry's head. He's still thought of as a black sheep by some;and as a sacrificial lamb by others. But none regard him with more suspicion and disdain than Morgan, a veteran Warden with a grudge against anyone who bends the rules.<br><br>Like Harry.<br><br>So when Morgan turns up asking for help, Harry isn't exactly eager to leap into action. Morgan has been accused of treason against the White Council;and there's only one final punishment for that crime. he's on the run, he wants his name cleared, and he needs someone with a knack for backing the underdog.<br><br>Like Harry.<br><br>Now Harry must uncover a traitor within the Council, keep a less than agreeable Morgan under wraps, and avoid coming under scrutiny himself. And a single mistake may cost someone his head.<br><br><em>Like Harry...</em>",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "6585201",
  "title": "Changes (The Dresden Files, #12)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1304027244m/6585201.jpg",
  "link": "http://www.goodreads.com/book/show/6585201-changes",
  "publication_year": "",
  "publication_month": "",
  "description": "Long ago, Susan Rodriguez was Harry Dresden's lover-until she was attacked by his enemies, leaving her torn between her own humanity and the bloodlust of the vampiric Red Court. Susan then disappeared to South America, where she could fight both her savage gift and those who cursed her with it.<br><br> Now Arianna Ortega, Duchess of the Red Court, has discovered a secret Susan has long kept, and she plans to use it-against Harry. To prevail this time, he may have no choice but to embrace the raging fury of his own untapped dark power. Because Harry's not fighting to save the world...<br><br> He's fighting to save his <em>child</em>.",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "8058301",
  "title": "Ghost Story (The Dresden Files,  #13)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1329104700m/8058301.jpg",
  "link": "http://www.goodreads.com/book/show/8058301-ghost-story",
  "publication_year": "2011",
  "publication_month": "7",
  "description": "<strong>The eagerly awaited new novel in the #1 <em>New York Times</em> bestselling Dresden Files series. </strong> <br><br><em>The rest of this description was removed as it contains spoilers. Check the Amazon or B&amp;N links for those descriptions, at your own risk.</em>",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-dresden",
  "id": "12216302",
  "title": "Cold Days (The Dresden Files, #14)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345145377m/12216302.jpg",
  "link": "http://www.goodreads.com/book/show/12216302-cold-days",
  "publication_year": "2012",
  "publication_month": "11",
  "description": "HARRY DRESDEN LIVES!!!<br><br>After being murdered by a mystery assailant, navigating his way through the realm between life and death, and being brought back to the mortal world, Harry realizes that maybe death wasn’t all that bad. Because he is no longer Harry Dresden, Chicago’s only professional wizard.<br><br>He is now Harry Dresden, Winter Knight to Mab, the Queen of Air and Darkness. After Harry had no choice but to swear his fealty, Mab wasn’t about to let something as petty as death steal away the prize she had sought for so long. And now, her word is his command, no matter what she wants him to do, no matter where she wants him to go, and no matter who she wants him to kill. <br><br>Guess which Mab wants first?<br><br>Of course, it won’t be an ordinary, everyday assassination. Mab wants her newest minion to pull off the impossible: kill an immortal. No problem there, right? And to make matters worse, there exists a growing threat to an unfathomable source of magic that could land Harry in the sort of trouble that will make death look like a holiday. <br><br>Beset by enemies new and old, Harry must gather his friends and allies, prevent the annihilation of countless innocents, and find a way out of his eternal subservience before his newfound powers claim the only thing he has left to call his own…<br><br>His soul.",
  "author": "Jim Butcher"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "14461",
  "title": "Kitty and the Midnight Hour (Kitty Norville, #1)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/14461.Kitty_and_the_Midnight_Hour",
  "publication_year": "",
  "publication_month": "",
  "description": "Kitty Norville is a midnight-shift DJ for a Denver radio station - and a werewolf in the closet. Her new late-night advice show for the supernaturally disadvantaged is a raging success, but it's Kitty who can use some help. With one sexy werewolf-hunter and a few homicidal undead on her tail, Kitty may have bitten off more than she can chew?<br><br><em>From the Publisher (Warner Books)</em>",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "14460",
  "title": "Kitty Goes to Washington (Kitty Norville, #2)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/14460.Kitty_Goes_to_Washington",
  "publication_year": "",
  "publication_month": "",
  "description": "Celebrity werewolf and late-night radio host Kitty Norville prefers to be heard and not seen. So when she's invited to testify at a Senate hearing on behalf of supernaturals, and her face gets plastered on national TV, she inherits a new set of friends, and enemies, including the vampire mistress of the city; an über-hot Brazilian were-jaguar; and a Bible-thumping senator who wants to expose Kitty as a monster. Kitty quickly learns that in this city of dirty politicians and backstabbing pundits, everyone's itching for a fight.",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "14463",
  "title": "Kitty Takes a Holiday (Kitty Norville, #3)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/14463.Kitty_Takes_a_Holiday",
  "publication_year": "",
  "publication_month": "",
  "description": "After getting caught turning wolf on national television, Kitty retreats to a mountain cabin to recover and write her memoirs. But this is Kitty, so trouble is never far behind, and instead of Walden Pond, she gets Evil Dead. When werewolf hunter Cormac shows up with an injured Ben O'Farrell, Kitty's lawyer, slung over his shoulder, and a wolf-like creature with glowing red eyes starts sniffing around the cabin, Kitty wonders if any of them will get out of these woods alive...<br><br><em>From the Publisher (Grand Central Publishing)</em>",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "1624920",
  "title": "Kitty and the Silver Bullet (Kitty Norville, #4)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/1624920.Kitty_and_the_Silver_Bullet",
  "publication_year": "2008",
  "publication_month": "2",
  "description": "Kitty's radio show is as popular as ever and she has a boyfriend who actually seems to understand her. Can she finally settle down to a normal life? Not if this is just the calm before the storm. When her mother falls ill, Kitty rushes back to Denver--and right back to the abusive pack of werewolves she escaped a year ago. To make matters worse, a war is brewing between the city's two oldest vampires, threatening the whole supernatural community. Though she wants to stay neutral, Kitty is again drawn into a world of politics and violence.<br><br><em>From the Publisher (Grand Central Publishing)</em>",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "4453371",
  "title": "Kitty and the Dead Man's Hand (Kitty Norville, #5)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/4453371-kitty-and-the-dead-man-s-hand",
  "publication_year": "",
  "publication_month": "",
  "description": "<strong>HONEYMOON IN VEGAS?</strong><br><br>Already the alpha pair of Denver's werewolf pack, Kitty and Ben now plan to tie the knot human-style by eloping to Vegas. Kitty is looking forward to sipping fru-fru drinks by the pool and doing her popular radio show on live TV, but her hotel is stocked with werewolf-hating bounty hunters. Elsewhere on the Strip an old-school magician might be wielding the real thing; the vampire community is harboring a dark secret; and the irresistible star of a suspicious animal act is determined to seduce Kitty.<br><br><em>From the Publisher (Grand Central Publishing)</em>",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "4894646",
  "title": "Kitty Raises Hell (Kitty Norville, #6)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/4894646-kitty-raises-hell",
  "publication_year": "",
  "publication_month": "",
  "description": "Sometimes what happens in Vegas doesn't stay in Vegas.<br><br>Kitty and Ben flee The City That Never Sleeps, thinking they were finished with the dangers there, but the sadistic cult of lycanthropes and their vampire priestess have laid a curse on Kitty in revenge for her disrupting their rituals. Starting at the next full moon, danger and destruction the form of fire strikes Kitty and the pack of werewolves she's sworn to protect.<br><br>She enlists the help of a group of TV paranormal investigators - one of whom has real psychic abilities - to help her get to the bottom of the curse that's been laid on her. Rick, the Master vampire of Denver, believes a deeper plot lies behind the curse, and he and Kitty argue about whether or not to accept the help of a professional demon hunter - and vampire - named Roman, who arrives a little too conveniently in the nick of time.<br><br>Unable to rely on Rick, and unwilling to accept Roman's offer of help for a price, Kitty and her band of allies, including Vegas magician Odysseus Grant and Kitty's own radio audience, mount a trap for the supernatural being behind the curse, a destructive force summoned by the vengeful cult, a supernatural being that none of them ever thought to face.<br><br><em>From the Publisher (Grand Central Publishing)</em>",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "6620129",
  "title": "Kitty's House of Horrors (Kitty Norville, #7)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/6620129-kitty-s-house-of-horrors",
  "publication_year": "2010",
  "publication_month": "1",
  "description": "<p>In the seventh entry in Carrie Vaughn's bestselling Kitty Norville series, a publicity stunt turns into a fight for the popular radio talk show host's life.<br></p><p>Talk radio host and werewolf Kitty Norville has agreed to appear on TV's first all-supernatural reality show. She's expecting cheesy competitions and manufactured drama starring shapeshifters, vampires, and psychics. But what begins as a publicity stunt will turn into a fight for her life.<br><br></p><p>The cast members, including Kitty, arrive at the remote mountain lodge where the show is set. As soon as filming starts, violence erupts and Kitty suspects that the show is a cover for a nefarious plot. Then the cameras stop rolling, cast members start dying, and Kitty realizes she and her monster housemates are ironically the ultimate prize in a very different game. Stranded with no power, no phones, and no way to know who can be trusted, she must find a way to defeat the evil closing in . . . before it kills them all.</p>",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "7662235",
  "title": "Kitty Goes to War (Kitty Norville, #8)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1339257395m/7662235.jpg",
  "link": "http://www.goodreads.com/book/show/7662235-kitty-goes-to-war",
  "publication_year": "",
  "publication_month": "",
  "description": "Kitty Norville, Alpha werewolf and host of The Midnight Hour, a radio call-in show, is contacted by a friend at the NIH's Center for the Study of Paranatural Biology. Three Army soldiers recently returned from the war in Afghanistan are being held at Ft. Carson in Colorado Springs.  They're killer werewolves-and post traumatic stress has left them unable to control their shape-shifting and unable to interact with people.  Kitty agrees to see them, hoping to help by bringing them into her pack.    Meanwhile, Kitty gets sued for libel by CEO Harold Franklin after featuring Speedy Mart--his nationwide chain of 24-hour convenience stores with a reputation for attracting supernatural unpleasantness--on her show.  Very bad weather is on the horizon. ",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "8600441",
  "title": "Kitty's Big Trouble (Kitty Norville, #9)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1328629297m/8600441.jpg",
  "link": "http://www.goodreads.com/book/show/8600441-kitty-s-big-trouble",
  "publication_year": "2011",
  "publication_month": "7",
  "description": "<div>\n  <div>\n    <p>Kitty Norville is back and in more trouble than ever.  Her recent run-in with werewolves traumatized by the horrors of war has made her start wondering how long the US government might have been covertly using werewolves in combat. Have any famous names in our own history might have actually been supernatural?  She's got suspicions about William Tecumseh Sherman.  Then an interview with the right vampire puts her on the trail of Wyatt Earp, vampire hunter.<br><br>But her investigations lead her to a clue about enigmatic vampire Roman and the mysterious Long Game played by vampires through the millennia.  That, plus a call for help from a powerful vampire ally in San Francisco, suddenly puts Kitty and her friends on the supernatural chessboard, pieces in dangerously active play.  And Kitty Norville is never content to be a pawn. . . .</p>\n  </div>\n</div>",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "10590852",
  "title": "Kitty Steals the Show (Kitty Norville, #10)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1333696512m/10590852.jpg",
  "link": "http://www.goodreads.com/book/show/10590852-kitty-steals-the-show",
  "publication_year": "2012",
  "publication_month": "8",
  "description": "Kitty has been tapped as the keynote speaker for the First International Conference on Paranatural Studies, taking place in London. The conference brings together scientists, activists, protestors, and supernatural beings from all over the world—and Kitty, Ben, and Cormac are right in the middle of it. <br><br>Master vampires from dozens of cities have also gathered in London for a conference of their own. With the help of the Master of London, Kitty gets more of a glimpse into the Long Game—a power struggle among vampires that has been going on for centuries—than she ever has before. In her search for answers, Kitty has the help of some old allies, and meets some new ones, such as Caleb, the alpha werewolf of the British Isles. The conference has also attracted some old enemies, who’ve set their sights on her and her friends. <br><br>All the world’s a stage, and Kitty’s just stepped into the spotlight.",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "15795549",
  "title": "Kitty Rocks the House (Kitty Norville, #11)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1346068848m/15795549.jpg",
  "link": "http://www.goodreads.com/book/show/15795549-kitty-rocks-the-house",
  "publication_year": "2013",
  "publication_month": "3",
  "description": "On the heels of Kitty's return from London, a new werewolf shows up in Denver, one who threatens to split the pack by challenging Kitty's authority at every turn. The timing could not be worse; Kitty needs all the allies she can muster to go against the ancient vampire, Roman, if she's to have any hope of defeating his Long Game. But there's more to this intruder than there seems, and Kitty must uncover the truth, fast. Meanwhile, Cormac pursues an unknown entity wreaking havoc across Denver; and a vampire from the Order of St. Lazaurus tempts Rick with the means to transform his life forever.",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "9779511",
  "title": "Kitty's Greatest Hits",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1316132396m/9779511.jpg",
  "link": "http://www.goodreads.com/book/show/9779511-kitty-s-greatest-hits",
  "publication_year": "2011",
  "publication_month": "8",
  "description": "The first-ever story collection from the <em>New York Times </em>bestselling author, including two all-new works!<br><br>Kitty Norville, star of a <em>New York Times </em>bestselling series, is everybody’s favorite werewolf DJ and out-of-the-closet supernatural creature. Over the course of eight books she’s fought evil vampires, were-creatures, and some serious black magic. She’s done it all with a sharp wit and the help of a memorable cast of werewolf hunters, psychics, and if-notgood- then-neutral vampires by her side. <em>Kitty’s Greatest Hits </em>not only gives readers some of Kitty’s further adventures, it offers longtime fans a window into the origins of some of their favorite characters. <br><br>In “Conquistador de la Noche,” we learn the origin story of Denver’s Master vampire, Rick; with “Wild Ride,” we find out how Kitty’s friend T.J. became a werewolf; and in “Life is the Teacher,” we revisit Emma, the human-turned-unwilling-vampire who serves the aloof vampire Master of Washington, D.C. <br><br>This entertaining collection includes two brand-new works: “You’re On the Air,” about one of Kitty’s callers after he hangs up the phone; and the eagerly awaited “Long Time Waiting,” the novella that finally reveals just what happened to Cormac in prison, something every Kitty fan wants to know.",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-kitty",
  "id": "16160769",
  "title": "Kitty in the Underworld (Kitty Norville, #12)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1359803747m/16160769.jpg",
  "link": "http://www.goodreads.com/book/show/16160769-kitty-in-the-underworld",
  "publication_year": "2013",
  "publication_month": "7",
  "description": "As Denver adjusts to a new master vampire, Kitty gets word of an intruder in the Denver werewolf pack’s territory, and she investigates the challenge to her authority. She follows the scent of the lycanthrope through the mountains where she is lured into a trap, tranquilized, and captured. When she wakes up, she finds herself in a defunct silver mine: the perfect cage for a werewolf. Her captors are a mysterious cult seeking to induct Kitty into their ranks in a ritual they hope will put an end to Dux Bellorum. Though skeptical of their power, even Kitty finds herself struggling to resist joining their cause. Whatever she decides, they expect Kitty to join them in their plot . . . willingly or otherwise.",
  "author": "Carrie Vaughn"
 },
 {
  "shelf_name": "wabbit-other",
  "id": "15062217",
  "title": "14",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1338999953m/15062217.jpg",
  "link": "http://www.goodreads.com/book/show/15062217-14",
  "publication_year": "2012",
  "publication_month": "6",
  "description": "Padlocked doors. Strange light fixtures. Mutant cockroaches.<br><br>There are some odd things about Nate’s new apartment. <br><br>Of course, he has other things on his mind. He hates his job. He has no money in the bank. No girlfriend. No plans for the future. So while his new home isn’t perfect, it’s livable. The rent is low, the property managers are friendly, and the odd little mysteries don’t nag at him too much. <br><br>At least, not until he meets Mandy, his neighbor across the hall, and notices something unusual about her apartment. And Xela’s apartment. And Tim’s. And Veek’s. <br><br>Because every room in this old Los Angeles brownstone has a mystery or two. Mysteries that stretch back over a hundred years. Some of them are in plain sight. Some are behind locked doors. And all together these mysteries could mean the end of Nate and his friends. <br><br>Or the end of everything...",
  "author": "Peter Clines"
 },
 {
  "shelf_name": "wabbit-newsflesh",
  "id": "11509894",
  "title": "Countdown (Newsflesh Trilogy #0.5)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1312235315m/11509894.jpg",
  "link": "http://www.goodreads.com/book/show/11509894-countdown",
  "publication_year": "2011",
  "publication_month": "8",
  "description": "The year is 2014, the year everything changed. We cured cancer. We cured the common cold. We died.<br><br>This is the story of how we rose.<br><br>When will you rise?<br><br>Countdown is a novella set in the world of Feed. <br><br>Word count: ~19,500<br>",
  "author": "Mira Grant"
 },
 {
  "shelf_name": "wabbit-newsflesh",
  "id": "7094569",
  "title": "Feed (Newsflesh Trilogy, #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1335958027m/7094569.jpg",
  "link": "http://www.goodreads.com/book/show/7094569-feed",
  "publication_year": "",
  "publication_month": "",
  "description": "The year was 2014. We had cured cancer. We had beaten the common cold. But in doing so we created something new, something terrible that no one could stop. The infection spread, virus blocks taking over bodies and minds with one, unstoppable command: <strong>FEED</strong>. Now, twenty years after the Rising, bloggers Georgia and Shaun Mason are on the trail of the biggest story of their lives - the dark conspiracy behind the infected. The truth will get out, even if it kills them.",
  "author": "Mira Grant"
 },
 {
  "shelf_name": "wabbit-newsflesh",
  "id": "8429687",
  "title": "Deadline (Newsflesh Trilogy, #2)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/8429687-deadline",
  "publication_year": "2011",
  "publication_month": "6",
  "description": "Shaun Mason is a man without a mission. Not even running the news organization he built with his sister has the same urgency as it used to. Playing with dead things just doesn't seem as fun when you've lost as much as he has.<br><br>But when a CDC researcher fakes her own death and appears on his doorstep with a ravenous pack of zombies in tow, Shaun has a newfound interest in life. Because she brings news-he may have put down the monster who attacked them, but the conspiracy is far from dead.<br><br>Now, Shaun hits the road to find what truth can be found at the end of a shotgun.",
  "author": "Mira Grant"
 },
 {
  "shelf_name": "wabbit-newsflesh",
  "id": "11806716",
  "title": "Blackout (Newsflesh Trilogy, #3)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1317680509m/11806716.jpg",
  "link": "http://www.goodreads.com/book/show/11806716-blackout",
  "publication_year": "2012",
  "publication_month": "5",
  "description": "Rise up while you can. -Georgia Mason<br><br>The year was 2014. The year we cured cancer. The year we cured the common cold. And the year the dead started to walk. The year of the Rising.<br><br>The year was 2039. The world didn't end when the zombies came, it just got worse. Georgia and Shaun Mason set out on the biggest story of their generation. They uncovered the biggest conspiracy since the Rising and realized that to tell the truth, sacrifices have to be made.<br><br>Now, the year is 2041, and the investigation that began with the election of President Ryman is much bigger than anyone had assumed. With too much left to do and not much time left to do it in, the surviving staff of After the End Times must face mad scientists, zombie bears, rogue government agencies-and if there's one thing they know is true in post-zombie America, it's this:<br><br>Things can always get worse.<br><br><em>Blackout</em> is the conclusion to the epic trilogy that began in the Hugo-nominated <em>Feed</em> and the sequel, <em>Deadline</em>.",
  "author": "Mira Grant"
 },
 {
  "shelf_name": "wabbit-newsflesh",
  "id": "13641099",
  "title": "San Diego 2014: The Last Stand of the California Browncoats (Newsflesh Trilogy, #3.2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1339730310m/13641099.jpg",
  "link": "http://www.goodreads.com/book/show/13641099-san-diego-2014",
  "publication_year": "2012",
  "publication_month": "7",
  "description": "It was the summer of 2014, and the true horrors of the Rising were only just beginning to reveal themselves.  Fans from all over the world gathered in San Diego, California for the annual comic book and media convention, planning to forget about the troubling rumors of new diseases and walking dead by immersing themselves in a familiar environment.  Over the course of five grueling days and nights, it became clear that the news was very close to home…and that most of the people who picked up their badges would never make it out alive.",
  "author": "Mira Grant"
 },
 {
  "shelf_name": "wabbit-newsflesh",
  "id": "13641101",
  "title": "How Green This Land, How Blue This Sea (Newsflesh Trilogy #3.5)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1370970646m/13641101.jpg",
  "link": "http://www.goodreads.com/book/show/13641101-how-green-this-land-how-blue-this-sea",
  "publication_year": "2013",
  "publication_month": "7",
  "description": "<strong>A new Newsflesh novella from the New York Times bestselling author that brought you Feed, Mira Grant.</strong><br><br>Post-Rising Australia can be a dangerous place, especially if you're a member of the government-sponsored Australia Conservation Corps, a group of people dedicated to preserving their continent's natural wealth until a cure can be found. Between the zombie kangaroos at the fences and the zombie elephant seals turning the penguin rookery at Prince Phillip Island into a slaughterhouse, the work of an animal conservationist is truly never done--and is often done at the end of a sniper rifle.",
  "author": "Mira Grant"
 },
 {
  "shelf_name": "wabbit-october",
  "id": "6294549",
  "title": "Rosemary and Rue (October Daye, #1)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/6294549-rosemary-and-rue",
  "publication_year": "2009",
  "publication_month": "9",
  "description": "October \"Toby\" Daye, a changeling who is half human and half fae, has been an outsider from birth. After getting burned by both sides of her heritage, Toby has denied the Faerie world, retreating to a \"normal\" life. Unfortunately for her, the Faerie world has other ideas... <br><br> The murder of Countess Evening Winterrose pulls Toby back into the fae world. Unable to resist Evening's dying curse, which binds her to investigate, Toby must resume her former position as knight errant and renew old alliances. As she steps back into fae society, dealing with a cast of characters not entirely good or evil, she realizes that more than her own life will be forfeited if she cannot find Evening's killer.",
  "author": "Seanan McGuire"
 },
 {
  "shelf_name": "wabbit-october",
  "id": "6782465",
  "title": "A Local Habitation (October Daye, #2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1309537085m/6782465.jpg",
  "link": "http://www.goodreads.com/book/show/6782465-a-local-habitation",
  "publication_year": "2010",
  "publication_month": "3",
  "description": "<strong>Now comes the second in the series-from a dynamic new fantasy talent! </strong><br><br> Toby Daye-a half-human, half-fae changeling-has been an outsider from birth. After getting burned by both sides of her heritage, Toby has denied the fae world, retreating to a \"normal\" life. Unfortunately for her, the Faerie world had other ideas...<br><br> Now her liege, the Duke of the Shadowed Hills, has asked Toby to go to the County of Tamed Lightning to make sure all is well with his niece, Countess January O'Leary. It seems like a simple enough assignment-until Toby discovers that someone has begun murdering people close to January, and that if the killer isn't stopped, January may be the next victim.<br><br>",
  "author": "Seanan McGuire"
 },
 {
  "shelf_name": "wabbit-october",
  "id": "6782468",
  "title": "An Artificial Night (October Daye, #3)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/6782468-an-artificial-night",
  "publication_year": "2010",
  "publication_month": "9",
  "description": "Experience the thrill of the hunt in the third October Daye urban fantasy novel.<br><br>October \"Toby\" Daye is a changeling-half human and half fae-and the only one who has earned knighthood. Now she must take on a nightmarish new challenge. Someone is stealing the children of the fae as well as mortal children, and all signs point to Blind Michael. Toby has no choice but to track the villain down-even when there are only three magical roads by which to reach Blind Michael's realm, home of the Wild Hunt-and no road may be taken more than once. If Toby cannot escape with the children, she will fall prey to the Wild Hunt and Blind Michael's inescapable power.",
  "author": "Seanan McGuire"
 },
 {
  "shelf_name": "wabbit-october",
  "id": "8496901",
  "title": "Late Eclipses (October Daye, #4)",
  "image_url": "http://www.goodreads.com/assets/nocover/111x148.png",
  "link": "http://www.goodreads.com/book/show/8496901-late-eclipses",
  "publication_year": "",
  "publication_month": "",
  "description": "With Blind Michael and his Hunt safely behind her, October \"Toby\" Daye is doing her best to settle back into a normal routine—or as normal of a routine as she can manage, with her personal Fetch now paying half the rent. Still, things seem to be mostly under control...until the events of a single night send everything reeling. Now, with the Queen of the Mists watching her back and the Lady of the Tea Gardens deathly ill, Toby has no choice but to get involved, no matter how much she wants to avoid it.<br><br>The trials ahead will be some of the worst faced by Toby and her strange band of allies, and not even Tybalt will be able to escape totally unscathed. What's worse, the Luidaeg is unavailable to help them. This time, they're on their own. And people keep making Toby wear dresses, which is just adding insult to dangerous injury...",
  "author": "Seanan McGuire"
 },
 {
  "shelf_name": "wabbit-october",
  "id": "10783217",
  "title": "One Salt Sea (October Daye, #5)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1312045992m/10783217.jpg",
  "link": "http://www.goodreads.com/book/show/10783217-one-salt-sea",
  "publication_year": "2011",
  "publication_month": "9",
  "description": "October \"Toby\" Daye is settling into her new role as Countess of Goldengreen. She's actually dating again, and she's taken on Quentin as her squire. So, of course, it's time for things to take a turn for the worse.<br><br>Someone has kidnapped the sons of the regent of the Undersea Duchy of Saltmist. To prevent a war between land and sea, Toby must find the missing boys and prove the Queen of the Mists was not behind their abduction. Toby's search will take her from the streets of San Francisco to the lands beneath the waves, and her deadline is firm: she must find the boys in three days' time, or all of the Mists will pay the price. But someone is determined to stop her-and whoever it is isn't playing by Oberon's Laws...",
  "author": "Seanan McGuire"
 },
 {
  "shelf_name": "wabbit-october",
  "id": "15844724",
  "title": "In Sea-Salt Tears (October Daye, #5.1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1345738997m/15844724.jpg",
  "link": "http://www.goodreads.com/book/show/15844724-in-sea-salt-tears",
  "publication_year": "2012",
  "publication_month": "8",
  "description": "<strong>Free to download in Mobi, ePub and PDF on <a href=\"http://www.seananmcguire.com/tobyshorts.php\" target=\"_blank\" rel=\"nofollow\">http://www.seananmcguire.com/tobyshor...</a></strong><br><br>It was 1972, and a teenage girl named Elizabeth Ryan thought that her world was coming to an end. Elizabeth was the daughter of two Selkies, you see, and she had just been passed up for a skin. But then a mysterious cousin who calls herself Annie appears, and Elizabeth finds other things to think about...<br><br>It can be easy to forget that worlds don't wait for heroes before they begin. It can be easy to forget that things happened before the lights came up and the story started. This is one of those things that happened: this is one of those tales that slipped through the cracks. It is the story of a girl named Elizabeth, and a girl named Annie, and what they were to one another, in the sight and sounding of the sea.<br><br>Maybe it isn't fair. But fairy tales never really are.",
  "author": "Seanan McGuire"
 },
 {
  "shelf_name": "wabbit-october",
  "id": "10184345",
  "title": "Ashes of Honor (October Daye, #6)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1333382143m/10184345.jpg",
  "link": "http://www.goodreads.com/book/show/10184345-ashes-of-honor",
  "publication_year": "2012",
  "publication_month": "9",
  "description": "It’s been almost a year since October “Toby” Daye averted a war, gave up a county, and suffered personal losses that have left her wishing for a good day’s sleep.  She’s tried to focus on her responsibilities—training Quentin, upholding her position as Sylvester’s knight, and paying the bills—but she can’t help feeling like her world is crumbling around her, and her increasingly reckless behavior is beginning to worry even her staunchest supporters.<br><br>To make matters worse, Toby’s just been asked to find another missing child…only this time it’s the changeling daughter of her fellow knight, Etienne, who didn’t even know he was a father until the girl went missing.  Her name is Chelsea.  She���s a teleporter, like her father.  She’s also the kind of changeling the old stories warn about, the ones with all the strength and none of the control.  She’s opening doors that were never meant to be opened, releasing dangers that were sealed away centuries before—and there’s a good chance she could destroy Faerie if she isn’t stopped.<br><br>Now Toby must find Chelsea before time runs out, racing against an unknown deadline and through unknown worlds as she and her allies try to avert disaster.  But danger is also stirring in the Court of Cats, and Tybalt may need Toby’s help with the biggest challenge he’s ever faced.<br><br>Toby thought the last year was bad.  She has no idea.",
  "author": "Seanan McGuire"
 },
 {
  "shelf_name": "wabbit-petergrant",
  "id": "8680417",
  "title": "Midnight Riot (Peter Grant, #1)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1320484733m/8680417.jpg",
  "link": "http://www.goodreads.com/book/show/8680417-midnight-riot",
  "publication_year": "2011",
  "publication_month": "2",
  "description": "Probationary Constable Peter Grant dreams of being a detective in London's Metropolitan Police. Too bad his superior plans to assign him to the Case Progression Unit, where the biggest threat he'll face is a paper cut. But Peter's prospects change in the aftermath of a puzzling murder, when he gains exclusive information from an eyewitness who happens to be a ghost. Peter's ability to speak with the lingering dead brings him to the attention of Detective Chief Inspector Thomas Nightingale, who investigates crimes involving magic and other manifestations of the uncanny. Now, as a wave of brutal and bizarre murders engulfs the city, Peter is plunged into a world where gods and goddesses mingle with mortals and long-dead evil is making a comeback on a rising tide of magic.",
  "author": "Ben Aaronovitch"
 },
 {
  "shelf_name": "wabbit-petergrant",
  "id": "8680418",
  "title": "Moon Over Soho (Peter Grant, #2)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1320411169m/8680418.jpg",
  "link": "http://www.goodreads.com/book/show/8680418-moon-over-soho",
  "publication_year": "2011",
  "publication_month": "3",
  "description": "London constable and apprentice Peter Grant suspects sorcery when Soho area musicians drop dead, their brain scans showing magical draining. Victim Cyrus left girlfriend Simone, who beds Peter. His dad \"Lord Grant\" taught him jazz, but master mage DCI Nightingale still recuperates, and a Pale Lady bites off essential bits for an animal chimera slave ring.",
  "author": "Ben Aaronovitch"
 },
 {
  "shelf_name": "wabbit-petergrant",
  "id": "9970042",
  "title": "Whispers Under Ground (Peter Grant, #3)",
  "image_url": "http://d202m5krfqbpi5.cloudfront.net/books/1341006340m/9970042.jpg",
  "link": "http://www.goodreads.com/book/show/9970042-whispers-under-ground",
  "publication_year": "2012",
  "publication_month": "7",
  "description": "A WHOLE NEW REASON TO MIND THE GAP<br> <br>It begins with a dead body at the far end of Baker Street tube station, all that remains of American exchange student James Gallagher—and the victim’s wealthy, politically powerful family is understandably eager to get to the bottom of the gruesome murder. The trouble is, the bottom—if it exists at all—is deeper and more unnatural than anyone suspects . . . except, that is, for London constable and sorcerer’s apprentice Peter Grant. With Inspector Nightingale, the last registered wizard in England, tied up in the hunt for the rogue magician known as “the Faceless Man,” it’s up to Peter to plumb the haunted depths of the oldest, largest, and—as of now—deadliest subway system in the world.<br><br>At least he won’t be alone. No, the FBI has sent over a crack agent to help. She’s young, ambitious, beautiful . . . and a born-again Christian apt to view any magic as the work of the devil. Oh yeah—<em>that’s</em> going to go well.",
  "author": "Ben Aaronovitch"
 }
]