[
    {
        "id": "38619",
        "title": "Magic Bites (Kate Daniels, #1)",
        "description": "Kate Daniels is a down-on-her-luck mercenary who makes her living cleaning up these magical problems. But when Kate's guardian is murdered, her quest for justice draws her into a power struggle between two strong factions within Atlanta's magic circles."
    },
    {
        "id": "4266110",
        "title": "Full Share (Golden Age of the Solar Clipper, #3)",
        "description": "A Trader's Tale from the Golden Age of the Solar Clipper : Book 3<p>The Lois McKendrick runs headlong into trouble when a routine in-system transit goes bad. Ishmael and the rest of the crew must scramble to figure out what went wrong and how to fix it in order to keep the ship alive. Learn more about the officers and crew of the Lois McKendrick as they struggle to keep their ship and discover how Ishmael finds out how wrong he's been about what it means to be a spacer in this latest Trader's Tale."
    },
    {
        "id": "4266110",
        "title": "Full Share (Golden Age of the Solar Clipper, #3)",
        "description": "A Trader's Tale from the Golden Age of the Solar Clipper : Book 3<p>The Lois McKendrick runs headlong into trouble when a routine in-system transit goes bad. Ishmael and the rest of the crew must scramble to figure out what went wrong and how to fix it in order to keep the ship alive. Learn more about the officers and crew of the Lois McKendrick as they struggle to keep their ship and discover how Ishmael finds out how wrong he's been about what it means to be a spacer in this latest Trader's Tale."
    },
    {
        "id": "14460",
        "title": "Kitty Goes to Washington (Kitty Norville, #2)",
        "description": "Celebrity werewolf and late-night radio host Kitty Norville prefers to be heard and not seen. So when she's invited to testify at a Senate hearing on behalf of supernaturals, and her face gets plastered on national TV, she inherits a new set of friends, and enemies, including the vampire mistress of the city; an über-hot Brazilian were-jaguar; and a Bible-thumping senator who wants to expose Kitty as a monster. Kitty quickly learns that in this city of dirty politicians and backstabbing pundits, everyone's itching for a fight."
    },
    {
      "id": "64818",
      "title": "Reflex (Jumper, #2)",
      "description": "Davy has always been alone. He believes that he's the only person in the world who can teleport. But what if he isn't?<p> A mysterious group of people has taken Davy captive. They don't want to hire him, and they don't have any hope of appealing to him to help them. What they want is to own him. They want to use his abilities for their own purposes, whether Davy agrees to it or not. And so they set about brainwashing him and conditioning him. They have even found a way to keep a teleport captive.<p>But there's one thing that they don't know. No one knows it, not even Davy. And it might save his life...."
    }
]